Repository: Tupsu-jy/todo-exercise
Catalog: frontend/lib/l10n/app_*.arb
Languages: fi

# appName
source: Todo List App
fi: Muistilistasovellus

source: Add Notepad
fi: Lisää muistilista

source: Edit Notepad
fi: Muokkaa muistilistaa

source: Delete Notepad
fi: Poista muistilista

source: Add Todo
fi: Lisää tehtävä

source: Edit Todo
fi: Muokkaa tehtävä

source: Delete Todo
fi: Poista tehtävä

source: Save
fi: Tallenna

source: Cancel
fi: Peruuta

source: Add
fi: Lisää

source: Notepads
fi: Muistilistat

source: About
fi: Tietoa

# addNewNotepad
source: Add a new notepad
fi: Lisää uusi muistilista

source: Enter notepad name
fi: Syötä muistilistan nimi

source: Edit notepad name
fi: Muokkaa muistilistan nimeä

# addNewTodo
source: Add a new todo
fi: Lisää uusi tehtävä

source: Enter todo description
fi: Syötä tehtävän kuvaus

source: Edit todo description
fi: Muokkaa tehtävän kuvausta

source: Position not specified
fi: Tehtävää ei ole määritelty

# contactInfoNotAvailable
source: Contact information not available
fi: Yhteystiedot eivät ole saatavilla
